-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 28, 2017 at 04:33 PM
-- Server version: 10.1.26-MariaDB
-- PHP Version: 7.1.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ku_movie`
--

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(35, '2014_10_12_000000_create_users_table', 1),
(36, '2014_10_12_100000_create_password_resets_table', 1),
(37, '2017_08_31_193243_create_movies_table', 1),
(38, '2017_08_31_200545_create_movie_types_table', 1),
(39, '2017_09_16_131547_create_on_airs_table', 1),
(40, '2017_11_28_181725_create_movie_type_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `movies`
--

CREATE TABLE `movies` (
  `id` int(10) UNSIGNED NOT NULL,
  `movie_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `movie_code` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `movie_picture` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `movie_detail` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `movies`
--

INSERT INTO `movies` (`id`, `movie_name`, `movie_code`, `movie_picture`, `movie_detail`, `created_at`, `updated_at`) VALUES
(1, 'King Kong ‪= คิงคอง', 'MV00001 (1 Disc)', '20c82e042191903dc1be0d80dd88c192c041c1188aa6064b6c4035683fcdbf38.jpeg', '..', '2017-11-28 14:39:38', '2017-11-28 14:56:33'),
(2, 'Ice Age 2 : the meltdown ‪= ไอซ์ เอจ 2 : เจาะยุคน้ำแข็งมหัศจรรย์', 'MV00002 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(3, 'Superman Returns ‪= ซูปเปอร์แมน รีเทิร์นส์', 'MV00003 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(4, 'Final Destination 3 ‪= โกงความตาย เย้ยความตาย', 'MV00004 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(5, 'The Da Vinci Code = เดอะดาวินชี่โค้ด รหัสลับระทึกโลก', 'MV00005 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(6, 'Silent Hill ‪= เมืองห่าผี', 'MV00006 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(8, 'The break-up = เตียงหัก แต่รักไม่เลิก', 'MV00008 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(9, 'X-Men : The Last Stand = X-เม็น : รวมพลังประจัญบาน', 'MV00009  (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(10, 'Lake Placid 3 = โครตเคี่ยมบึงนรก 3', 'MV00010 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(11, 'The private lives of pippa lee = แด่หัวใจเธอไม่มีวันหมดอายุ', 'MV00011 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(12, 'City of life and death ‪= นานกิง...โศกนาฏกรรมสงครามมนุษย์', 'MV00012 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(13, 'Be with you‬ = ปาฏิหาริย์ 6 สัปดาห์ เปลี่ยนฉันให้รักเธอ', 'MV00013 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(14, 'LUMP OF SUGAR = วิ่งสุดฟ้า ด้วยหัวใจอันยิ่งใหญ่  [แก้ไขในฐานข้อมูล]', 'MV00014 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(15, 'Story of wine ‪= คุณชายเสน่ห์ไวน์โรแมนติก', 'MV00015 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(16, 'Heartbreak library = 198 รหัสรักปฏิหารย์', 'MV00016 (1 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(17, 'เต้นกระจายยัยตัวจุ้น', 'MV00029 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(18, 'Sugar and Spice = เชียร์เชียร์ จี๊ดจี๊ด วี้ดหวานเผ็ด', 'MV00030 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(19, 'Hitch = ฮิทซ์ พ่อสื่อเฟี้ยว เดี๋ยวจัดให้', 'MV00031 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(20, 'Air Race = เร็วฝ่านรก', 'MV00032 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(21, 'K-19 The Widowmaker ‪= ลึกมฤตยูนิวเคลียร์ล้างโลก', 'MV00033 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(22, 'No good deed ‪= คืนโหดคนอำมหิต', 'MV00034 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(23, 'Wild Wild West = ไวลด์ ไวลด์ เวสต์ คู่มือพิทักษ์ปราบอสูรเจ้าโลก', 'MV00035 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(24, 'ลิขิตรัก ขัดใจแม่ = The one', 'MV00037 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(25, 'Miss Congeniality 2 : Armed and Fabulous = มิส คอนจีเนียลิตี้ 2 : พยัคฆ์สาวเดิ้นจริง ยิงกระจาย', 'MV00038 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(26, 'Train Man = เทรนแมนภารกิจแชทลุ้นรัก', 'MV00039 (1 Disc) ', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(27, 'Blue gate crossing = สาวหน้าใสกับนายไบค์ซิเคิล', 'MV00040 (2 Disc)', '', '', '2017-11-28 14:39:38', '2017-11-28 14:39:38'),
(28, 'รักจี๊ดจ๊าดหัวใจหวานฉ่ำ ‪= Jenny, Juno', 'MV00042 (2 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(29, 'สาวเซี้ยว หัวใจกุ๊กกิ๊ก ‪= Love so divine', 'MV00043 (2 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(30, 'American gangster ‪= โคตรคนตัดคมมาเฟีย', 'MV00044 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(31, 'I Am legend  =  ไอ แอม เลเจนด์ ข้าคือตำนานพิฆาตมหากาฬ', 'MV00045 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(32, 'Hitman = ฮิทแมน โคตรเพชฌฆาต 47', 'MV00046 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(33, 'The bourne ultimatum = ปิดเกมล่าจารชนคนอันตราย', 'MV00047 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(34, 'Mr.Magorium\'s wonder emporium ‪= มหัศจรรย์ ร้านของเล่นพิลึกโลก', 'MV00049 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(35, 'The Simpsons movie ‪[videorecording]‬ = เดอะ ซิมป์สันส์ มูฟวี่', 'MV00050 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(36, 'Beowulf = เบวูล์ฟ ขุนศึกโค่นอสูร', 'MV00052 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(37, '31 ชั่วโมงหยุดวิกฤตอำมหิต = The Flock', 'MV00053 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(38, 'Aliens VS Predator 2  = สงครามฝูงเอเลี่ยน ปะทะ พรีเดเตอร์ 2', 'MV00054 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(39, 'Ratatouille = ระ-ทะ-ทู-อี่ พ่อครัวตัวจี๊ด หัวใจคับโลก', 'MV00055 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(40, 'Bee movie = ผึ้งน้อยหัวใจบิ๊ก', 'MV00056 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(41, 'Valkyrie = วัลคีรี่ ยุทธการดับจอมอหังการ์อินทรีเหล็ก', 'MV00057 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(42, 'Iron man= ไอรอน แมน มหาประลัยคนเกราะเหล็ก', 'MV00058 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(43, 'Freedom writers = บันทึกของหัวใจ ประกาศให้โลกรู้', 'MV00059  (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(44, 'Street racers ‪‬ = สตรีทเรเซอร์ ถนนเทอร์โบ', 'MV00060 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(45, 'Red Cliff 2 = จอห์น วู สามก๊ก โจโฉ แตกทัพเรือ 2', 'MV00061 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(46, 'Quarantine ‪= ปิดตึกสยอง', 'MV00062 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(47, 'เดอะกิ๊ก 3', 'MV00063 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(48, 'Anacondas : Trail of blood ‪= อนาคอนด้า 4  ล่าโคตรพันธุ์เลื้อยสยองโลก', 'MV00064 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(49, 'ก่อนรัก...หมุนรอบตัวเรา = Before Valentine', 'MV00065 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(50, 'The game plan = เกมป่วน...กวนป๋า', 'MV00066 (1 Disc)', '', '', '2017-11-28 14:39:39', '2017-11-28 14:39:39'),
(51, 'ความสุขของกะทิ', 'MV00067 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(52, 'Punisher : War zone ‪= เดอะ พันนิชเชอร์ 2 สงครามเพชฌฆาตมหากาฬ', 'MV00068 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(53, 'Madagascar 2 ‪ = มาดากัสการ์ 2', 'MV00069 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(54, 'Underworld : Rise of the Lycans ‪= สงครามโค่นพันธุ์อสูร 3 ปลดแอกจอมทัพอสูร', 'MV00070 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(55, 'ความจำสั้น แต่รักฉันยาว', 'MV00071 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(56, 'The curious case of Benjamin Button ‪= เบนจามิน บัตตัน อัศจรรย์ตนโลกไม่เคยรู้', 'MV00072 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(57, 'The Mummy : Tomb of the dragon emperor ‪= เดอะ มัมมี่ 3 คืนชีพจักรพรรดิมังกร', 'MV00073 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(58, 'Wanted ‪= ฮีโร่เพชฌฆาตสั่งตาย', 'MV00074 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(59, 'Transformers ‪= มหาวิบัติจักรกลสังหารถล่มจักรวาล', 'MV00075 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(60, 'Milk = ฮาร์วี่ย์ มิลค์ ผู้ชายฉาวโลก', 'MV00076 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(61, 'Doubt ‪= เด๊าท์ ปริศนาเกินคาดเดา', 'MV00077 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(62, 'Slumdog millionaire ‪= สลัมด๊อก มิลเลียนแนร์ คำตอบสุดท้าย...อยู่ที่หัวใจ', 'MV00078 (2 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(63, 'The Dark  knight = แบทแมน อัศวินรัตติกาล', 'MV00079 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(64, 'Flags of our fathers ‪= สมรภูมิศักดิ์ศรี ปฐพีวีรบุรุษ', 'MV00080 (3 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(65, 'Harry Potter and the Sorcerer\'s Stone = แฮร์รี่ พอตเตอร์ กับ ศิลาอาถรรพ์', 'MV00081 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(66, 'Harry Potter and the Chamber of Secrets ‪= แฮร์รี่ พอตเตอร์ กับห้องแห่งความลับ', 'MV00082 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(67, 'Harry Potter and the prisoner of azkaban ‪= แฮร์รี่ พอตเตอร์ กับนักโทษแห่งอัชคาบัน', 'MV00083 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(68, 'Harry Potter and the goblet of fire = แฮร์รี่ พอตเตอร์ กับถ้วยอัคนี', 'MV00084 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(69, 'Harry Potter and the order of the Phoenix = แฮร์รี่ พอตเตอร์ กับภาคีนกฟีนิกซ์', 'MV00085 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(70, 'Hancock ‪= แฮนค็อค ฮีโร่ขวางนรก', 'MV00086 (2 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(71, 'The Queen ‪= เดอะควีน ราชินีหัวใจโลกจารึก', 'MV00087 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(72, 'The day the Earth stood still ‪= วันพิฆาตสะกดโลก', 'MV00088 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(73, 'Cars = 4 ล้อซิ่ง ซ่าท้าโลก', 'MV00089 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(74, 'Confessions of a shopaholic = เสน่ห์รักสาวนักช้อป', 'MV00090 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(75, 'The wrestler = เดอะ เรสท์เลอร์ เพื่อเธอขอสู้ยิบตา', 'MV00091 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(76, 'Saving private ryan = เซฟวิ่ง ไพรเวท ไรอัน ฝ่าสมรภูมินรก', 'MV00092 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(77, 'The Life of Buddha = พระพุทธเจ้า', 'MV00093 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(78, 'The Chronicles of Narnia : The Lion, The Witch and The Wardrobe = อภินิหารตำนานแห่งนาร์เนีย ตอน ราชสีห์ แม่มด กับตู้พิศวง', 'MV00094 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(79, 'Inkheart  = เปิดตำนาน อิงค์ฮาร์ท มหัศจรรย์ทะลุโลก', 'MV00095 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(80, 'Wall-E ‪= วอลล์-อี หุ่นจิ๋วหัวใจเกินร้อย', 'MV00096 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(81, 'Bolt ‪= โบลท์ ซูเปอร์โฮ่ง ฮีโร่หัวใจเต็มร้อย', 'MV00097 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(82, 'Kung Fu Panda = กังฟูแพนด้า จอมยุทธ์พลิกล็อค ช็อคยุทธภพ', 'MV00098 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(83, 'The Emperor\'s Journey ‪= เพนกวิน หัวใจจักรพรรดิ', 'MV00099 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(84, 'X-Men  Origins : Wolverine ‪= เอ็กซ์-เม็น : กำเนิดวูล์ฟเวอรีน', 'MV00100 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(85, 'The Chronicles of Narnia. Prince Caspian ‪= อภินิหารตำนานแห่งนาร์เนีย ตอน เจ้าชายแคสเปี้ยน', 'MV00101 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(86, 'ซูเปอร์คร็อค จระเข้ยักษ์ = Super croc', 'MV00102 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(87, 'Secrets of the great wall', 'MV00103 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(88, 'Rameses wrath of god or man? ‪= ราเมเสส บทลงโทษแห่งพระเจ้า', 'MV00104 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(89, 'คลายปมมรณะคลีโอพัตรา ‪= The mysterious death of Cleopatra', 'MV00105 (1 Disc)', '', '', '2017-11-28 14:39:40', '2017-11-28 14:39:40'),
(90, 'The incredible human body', 'MV00106 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(91, 'Earth report', 'MV00107 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(92, 'บันทึกการแสดงสด หม่ำ On Stage / เพ็ชรทาย วงษ์คำเหลา', 'MV00108 (2 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(93, 'บันทึกการแสดงสด เดี่ยวไมโครโฟน Chris unseen : Stand up comedy / คริสโตเฟอร์ ไรท์', 'MV00109 (2 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(94, 'บันทึกการแสดงสด โชว์ป๋า พูดจา ภาษาเทพ', 'MV00110 (2 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(95, 'รวมฮิต 3 ช่า ชุด 11', 'MV00111 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(96, 'รวมฮิต 3 ช่า ชุด 8', 'MV00112 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(97, 'หม่ำ เดียว หัวเหลี่ยม หัวแหลม', 'MV00113 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(98, 'บิ๊กบอย', 'MV00115 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(99, 'อันธพาลบ่อเซียงกัง', 'MV00116 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(100, 'โยมผีพ่อ ', 'MV00117 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(101, 'The Reader = เดอะรีดเดอร์ ในอ้อมกอดรักไม่ลืมเลือน', 'MV00118  (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(102, 'จีจ้า ดื้อสวยดุ  / กำกับภาพยนตร์โดย ราเชนทร์ ลิ้มตระกูล', 'MV00119 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(103, 'Madagascar = มาดากัสการ์', 'MV00120 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(104, 'The Final destination 4 = โกงตาย ทะลุตาย', 'MV00121 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(105, 'Dragon wars = ดราก้อน วอร์ส', 'MV00122 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(106, '2012 ‪= 2012 วันสิ้นโลก', 'MV00123 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(107, 'เดี่ยวไมโครโฟน DVD 3 in 1 ชุด 2 = Stand up comedy / อุดม แต้พานิช', 'MV00124 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(108, 'Alvin and the chipmunks ‪= แอลวินกับสหายชิพมังค์จอมซน', 'MV00125 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(109, 'Twilight ‪= แวมไพร์ ทไวไลท์', 'MV00126 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(110, 'The twilight saga. New moon ‪= แวมไพร์ ทไวไลท์ 2 นิวมูน', 'MV00127 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(111, 'The lord of the rings : the fellowship of the ring = เดอะลอร์ดออฟเดอะริงส์ อภินิหารแหวนครองภิภพ', 'MV00128 (4 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(112, 'The Lord of the rings : the two towers = เดอะลอร์ดออฟเดอะริงส์ : ศึกหอคอยคู่กู้พิภพ', 'MV00129 (4 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(113, 'The lord of the rings: the return of the king = เดอะลอร์ดออฟเดอะริงส์: มหาสงครามชิงพิภพ', 'MV00130 (4 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(114, 'บุปผาราตรี ‪ / ยุทธเลิศ สิปปภาค', 'MV00131 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(115, 'บุปผาราตรี 3.2 / กำกับภาพยนตร์โดย ยุทธเลิศ สิปปภาค', 'MV00133 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(116, 'สุริโยไท = Suriyothai / โดย ม.จ.ชาตรีเฉลิม ยุคล', 'MV00134 (2 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(117, 'ตำนานสมเด็จพระนเรศวรมหาราช. ภาค 1 องค์ประกันหงสา', 'MV00135 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(118, 'ตำนานสมเด็จพระนเรศวรมหาราช. ภาค 2 ประกาศอิสรภาพ', 'MV00136 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(119, 'สบายดีหลวงพะบาง', 'MV00137 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(120, 'องค์บาก 2', 'MV00138 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(121, 'แพร่ง ‪', 'MV00139 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(122, '32 ธันวา', 'MV00140 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(123, 'โปงลางสะดิ้ง ลำซิ่งส่ายหน้า', 'MV00141 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(124, 'The hurt locker = หน่วยระห่ำปลดล็อคระเบิดโลก', 'MV00142 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(125, 'Universal soldier 3 ‪= 2 คนไม่ใช่คน 3 สงครามสมองกลพันธุ์ใหม่', 'MV00143 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(126, 'Day breakers = วันแวมไพร์ครองโลก', 'MV00144 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(127, 'The trade between life and death captive = ฝ่าวิกฤตเพื่ออิสรภาพ', 'MV00145 (1 Disc)', '', '', '2017-11-28 14:39:41', '2017-11-28 14:39:41'),
(128, 'Dear John = รักจากใจจร', 'MV00146 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(129, 'Halloween II ‪= ฮัลโลวีน 2 โหดกว่าผี อำมหิตกว่าปีศาจ', 'MV00147 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(130, 'Lion\'s den ‪= หัวใจเธอหวงแหน', 'MV00148 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(131, 'Ninja assassin = นินจา แอซแซสซิน แค้นสังหาร เทพบุตรนินจามหากาฬ', 'MV00149 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(132, 'Cyborg conquest ‪= ผ่าแผนนรกคนเหล็กยึดโลก', 'MV00150 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(133, 'The admiral = นาวียุทธการ', 'MV00151 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(134, 'From Paris with love  = คู่ระห่ำ ฝรั่งแสบ', 'MV00152 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(135, 'Man of the east ‪= ฝ่าระห่ำ แผนกระสุนสังหาร', 'MV00153 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(136, 'Up in the air ‪= หนุ่มโสด หัวใจโดดเดี่ยว', 'MV00154 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(137, 'Sherlock Holmes ‪= เชอร์ล็อค โฮล์มส์ ดับแผนพิฆาตโลก', 'MV00155 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(138, 'Give\'em hell malone ‪= มาโลน คนปะทุโหด', 'MV00156 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(139, 'The Book of Eli ‪= คัมภีร์พลิกชะตาโลก', 'MV00157 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(140, 'Deadly impact = สยบแผนวินาศกรรมชนนรก', 'MV00158 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(141, 'The road ‪= เดอะโร้ด ข้ามแดนฝ่าอำมหิต', 'MV00159 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(142, 'Surrogates ‪= คนอึดฝ่านรกโคลนนิ่ง', 'MV00160 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(143, 'Ghajini / เกิดมาฆ่า..กาจินี', 'MV00161 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(144, 'Inside ring  = ยิงไม่ยั้ง ใบสั่งล้างมาเฟีย', 'MV00162 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(145, 'The Ministers / ดับแค้น แผนล่าทรชน', 'MV00163 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(146, 'Crossing over / ครอสซิ่ง โอเวอร์ สกัดแผนยื้อฉุดนรก', 'MV00164 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(147, 'CSI : NY. season 1-9 ‪/ ไขคดีปริศนา : นิวยอร์ค ปี 1-9', 'MV00165 (7 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(148, 'The shock labyrinth extreme /ช็อคผีดุ', 'MV00166 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(149, 'Lost treasure of the Grand canyon ‪/ ผจญภัยแดนขุมทรัพย์เทพนิยาย', 'MV00167 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(150, 'Merlin and the book of the beasts ‪/ เมอร์ลิน อัศวินจอมเวทย์', 'MV00168 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(151, 'The Imaginarium of Doctor Parnassus / ดร. พาร์นาซัส ศึกข้ามพิภพสยบซาตาน', 'MV00169 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(152, 'The Vampire\'s Assistant ‪/ เซีร์ก ดู ฟรีก ผจญโลกแวมไพร์มรณะ', 'MV00170 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(153, 'The Adventures of Merlin. Season 1 ‪/โคตรสงครามมังกรไฟ พ่อมดเมอร์ลิน ปี 1', 'MV00171 (5 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(154, 'The Adventures of Merlin. Season 2 ‪/โคตรสงครามมังกรไฟ พ่อมดเมอร์ลิน ปี 2', 'MV00172 (5 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(155, 'The Work and the Glory 3, A House Divided / ตำนานแห่งมอร์มอน 3 : ผืนสุดท้ายแผ่นดินสายเลือด', 'MV00173 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(156, 'Beyond Sherwood forest ‪/ โรบินฮู้ด วีรบุรุษพลิกแผ่นดินเพลิง', 'MV00174 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(157, 'Kick-ass ‪/ เกรียนโคตรมหาประลัย', 'MV00175 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(158, 'Alice in Wonderland ‪/ อลิซในแดนมหัศจรรย์', 'MV00176 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(159, 'แอททิล่า มหานักรบจ้าวแผ่นดิน / Attila the hunter', 'MV00177 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(160, 'Percy Jackson and the lightning thief /เพอร์ซีย์ แจ็คสัน กับสายฟ้าที่หายไป', 'MV00178 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(161, 'Avatar / อวตาร', 'MV00179 (1 Disc)', '', '', '2017-11-28 14:39:42', '2017-11-28 14:39:42'),
(162, 'กศน.ศิษย์ซ่าอาจารย์ป่วน', 'MV00180 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(163, 'บางระจัน 2', 'MV00181 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(164, 'นาคปรก', 'MV00182 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(165, 'อนึ่ง คิดถึงเป็นอย่างยิ่ง', 'MV00183 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(166, '9 วัด', 'MV00184 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(167, 'กองพันครึกครื้น ท.ทหารคึกคัก', 'MV00185 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(168, 'With Love / ด้วยรัก', 'MV00186 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(169, 'วิ่งสู่ฝัน / After school', 'MV00187 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(170, 'เขี้ยวอาฆาต', 'MV00188 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(171, 'อยากได้ยินว่า รักกัน ‪', 'MV00189 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(172, 'สาระแนสิบล้อ', 'MV00190 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(173, 'ตายโหง', 'MV00191 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(174, 'บ้านฉัน...ตลกไว้ก่อน ‪(พ่อสอนไว้)‬ ‪', 'MV00192 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(175, 'แล้วรัก...ก็หมุนรอบตัวเรา / My valentine', 'MV00193 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(176, 'ปายอินเลิฟ', 'MV00194 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(177, 'หนีตามกาลิเลโอ', 'MV00195 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(178, 'ใหญ่แค้นเดือด ‪/ Shinjuku incident', 'MV00196 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(179, 'Little big soldier ‪/ ใหญ่พลิกแผ่นดินฟัด', 'MV00197 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(180, 'เกิดมาใหญ่ ฟัดทะลุโลก', 'MV00198 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(181, 'วิ่งโขยงฟัด / The spy next door', 'MV00199 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(182, 'มังกรสร้างชาติ', 'MV00200 (2 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(183, 'Bodyguards and assassins ‪/ 5 พยัคฆ์พิทักษ์ซุนยัดเซน', 'MV00201 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(184, 'Confucius ‪/ ขงจื๊อ', 'MV00202 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(185, 'ยิปมัน อาจารย์บลู๊ซลี ‪/ Ip man 2', 'MV00203 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(186, 'True legend  ‪/ ยาจกซู ตำนานหมัดเมา', 'MV00204 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(187, 'Mulan / มู่หลาน วีรสตรีโลกจารึก', 'MV00205 (2 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(188, '8 เทพอสูรมังกรฟ้า', 'MV00206 (20 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(189, 'ฟงอวิ๋น ขี่พายุทะลุฟ้า', 'MV00207 (20 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(190, 'แหยมยโสธร 2', 'MV00208 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(191, 'รักที่รอคอย ‪/ October sonata', 'MV00209 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(192, 'รถไฟฟ้ามาหานะเธอ / Bangkok traffic love story', 'MV00210 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(193, 'The Matrix / เดอะ เมทริกซ์ เพาะพันธุ์มนุษย์เหนือโลก 2199', 'MV00211 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(194, 'The Matrix Reloaded 2 / เดอะ เมทริกซ์รีโหลดเดด สงครามมนุษย์เหนือโลก', 'MV00212 (2 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(195, 'The Matrix revolutions 3 / เมทริกซ์เรฟโวลูชันส์ ปฏิวัติมนุษย์เหนือโลก', 'MV00213 (2 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(196, 'Apocalypto / อะพอคคาลิพโต้ ปิดตำนานอารยชน', 'MV00214 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(197, 'Harry Potter and the Half-Blood Prince ‪/ แฮร์รี พอตเตอร์ กับเจ้าชายเลือดผสม', 'MV00215 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(198, 'กวน มึน โฮ ‪/ Hello stranger', 'MV00216 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(199, 'บุญชู จะอยู่ในใจเสมอ ‪/ Boonchu', 'MV00217 (1 Disc)', '', '', '2017-11-28 14:39:43', '2017-11-28 14:39:43'),
(200, 'สิ่งเล็กเล็กที่เรียกว่ารัก ‪/ First love', 'MV00218 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(201, 'ตุ๊กกี้เจ้าหญิงขายกบ /Tukky', 'MV00219 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(202, 'เอ้ก อี เอ้ก เอ้ก แฟนลั้ลลา ‪', 'MV00220 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(203, 'โป๊ะแตก', 'MV00221 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(204, 'เงา กรรมใครกรรมมัน', 'MV00222 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(205, 'มหา\'ลัยสยองขวัญ', 'MV00223 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(206, 'เดี่ยวไมโครโฟน 8 ‪/ Udom no.8', 'MV00224 (2 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(207, 'เดี่ยว เดี่ยว กับ ตัน', 'MV00225 (2 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(208, 'Aftershock ‪/ 1976 มหาภิบัติสิ้นแผ่นดิน', 'MV00226 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(209, 'Knight and day ‪/ ไนท์ แอนท์ เดย์ โคตรคนพยัคฆ์ร้ายกับหวานใจมหาประลัย', 'MV00227 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(210, 'Prince of Persia the sands of time ‪/ เจ้าชายแห่งเปอร์เซีย มหาสงครามทะเลทรายแห่งกาลเวลา', 'MV00228 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(211, 'Sex and the city 2 / เซ็กซ์ แอนด์ เดอะ ซิตี้ 2', 'MV00229 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(212, 'Vampires ‪/ สะกิดต่อมขำ ยำแวมไพร์', 'MV00230 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(213, 'The twilight saga. eclipes ‪/ แวมไพร์ทไวไลท์ 3 อีคลิปส์', 'MV00231 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(214, 'Resident evil: Afterlife ‪/ ผีชีวะ 4 : สงครามแตกพันธุ์ไวรัส', 'MV00232 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(215, 'A nightmare on elm street  / นิ้วเขมือบ', 'MV00233 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(216, 'The Sorcerer\'s apprentice ‪/ ศึกอภินิหารพ่อมดถล่มโลก', 'MV00234 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(217, 'บุปผาราตรี 3.1', 'MV00235 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(218, 'เดี่ยวไมโครโฟน 1 - 3 / Stand up comedy 1 - 3', 'MV00236 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(219, 'Inception ‪/ อินเซ็ปชั่น จิตพิฆาตโลก', 'MV00237 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(220, 'Jonah hex ‪/ โจนาห์ เอ็กซ์ ฮีโร่หน้าบากมหากาฬ', 'MV00238 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(221, 'Adele Blanc-Sec / พลังอะเดล ข้ามขอบฟ้าโค่น 5 อภิมหาภัย', 'MV00239 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(222, 'The Last airbender ‪/ มหาศึก 4 ธาตุจอมราชันย์', 'MV00240 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(223, 'The Karate kid / เดอะ คาราเต้ คิด', 'MV00241 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(224, 'The Bounty hunter ‪/ จับแฟนสาวสุดจิ๊ดมาเข้าปิ้ง', 'MV00242 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(225, 'เทพบุตร หรือ นักฆ่า บอกมาซะดีดี / Killers', 'MV00243 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(226, 'Letters to Juliet ‪/ สะดุดเลิฟ ที่เมืองรัก', 'MV00244 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(227, 'Iron man 2 / ไอรอนแมน 2', 'MV00245 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(228, 'The A-Team / เอทีม หน่วยพิฆาตเดนตาย', 'MV00246 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(229, 'The expendables ‪/ โคตรคนทีมมหากาฬ', 'MV00247 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(230, 'Dragonball evolution ‪/ ดราก้อนบอล อีโวลูชั่น เปิดตำนานใหม่ นักสู้กู้โลก', 'MV00248 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(231, 'Predators ‪/ มหากาฬพรีเดเตอร์', 'MV00249 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(232, 'Macgruber / แม็คกรูเบอร์ ยอดคนสมองบวม', 'MV00250 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(233, 'Splice ‪/ สัตว์สาวกลายพันธุ์ล่าสยองโลก', 'MV00251 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(234, 'Centurion / อหังการนักรบแผ่นดินเถื่อน', 'MV00252 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(235, 'Salt ‪/ สวยสังหาร', 'MV00253 (1 Disc)', '', '', '2017-11-28 14:39:44', '2017-11-28 14:39:44'),
(236, 'The Legend is Born-Ip Man / ยิปมัน 3 เปิดตำนานปรมาจารย์หมัดหย่งชุน', 'MV00254 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(237, 'IP Man ‪/ ยิปมัน จ้าวกังฟูสู้ยิบตา', 'MV00255 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(238, 'Furry vengeance ‪/ ม็อบหน้าขน ซนซ่าป่วนเมือง', 'MV00256 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(239, 'Robin Hood ‪/ จอมโจรกู้แผ่นดินเดือด', 'MV00257 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(240, 'Shrek forever after : the final chapter ‪/ เชร็ค สุขสันต์นิรันดร', 'MV00258 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(241, 'A Christmas carol ‪/ อาถรรพณ์วันคริสต์มาส', 'MV00259 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(242, 'Marmaduke ‪/ มาร์มาดูค บิ๊กตูบซูเปอร์ป่วน', 'MV00261 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(243, 'How to train your dragon ‪/ อภินิหารไวกิ้งพิชิตมังกร', 'MV00262 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(244, 'Imax : Under the sea ‪/ มหัศจรรย์โลกใต้ทะเลลึก', 'MV00263 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(245, 'Despicable me / มิสเตอร์แสบ ร้ายเกินพิกัด', 'MV00264 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(246, 'Cats & Dogs. The revenge of Kitty Galore ‪/ สงครามพยัคฆ์ร้ายขนปุย 2 : ตอน คิตตี้ กาลอร์ล้างแค้น', 'MV00265 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(247, 'You again ‪/ คุณลูกสุดแสบ คุณแม่สุดทรวง', 'MV00266 (2 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(248, 'Eat pray love ‪/ อิ่ม มนต์ รัก', 'MV00267 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(249, 'Detective Dee and the Mystery of the Phantom Flame ‪/ ตี๋เหรินเจี๋ย ดาบทะลุคนไฟ', 'MV00268 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(250, 'สะบายดี 2 ไม่มีคำตอบจาก..ปากเซ / From Pakse with love', 'MV00269 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(251, 'ชั่วฟ้าดินสลาย / Eternity', 'MV00270 (2 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(252, 'น้ำ ผีนองสยองขวัญ', 'MV00271 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(253, 'อินทรีแดง ‪/ In See Dang', 'MV00272 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(254, 'บางคนแคร์ แคร์บางคน', 'MV00273 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(255, 'โคตรสู้ โคตรโส ‪/ Bangkok knockout', 'MV00274 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(256, 'หลุด 4 หลุด ‪', 'MV00275 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(257, 'อยากดู ก็ดูเลย ‪/ Yes or no', 'MV00276 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(258, 'หอแต๋วแตก แหวกชิมิ', 'MV00277 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(259, 'กะปิ ลิงจ๋อ ไม่หลอกจ้าว / Kapi', 'MV00278 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(260, 'ผู้ชายลัลล้า ‪/ Lulla man', 'MV00279 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(261, 'สุดเขต...สเลดเป็ด', 'MV00280 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(262, 'แฟนเก่า', 'MV00281 (2 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(263, 'แฟนใหม่ ‪/ Fan Mai', 'MV00282 (2 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(264, 'ครูบ้านนอก บ้านหนองฮีใหญ่ ‪/ To Sir With Love', 'MV00283 (2 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(265, 'Yogi bear ‪/ โยกี้ แบร์', 'MV00284 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(266, 'Beverly hill chihuahua 2 ‪/ คุณหมาไฮโซ โกบ้านนอก 2', 'MV00285 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(267, 'Megamind ‪/ เมกะมายด์ จอมวายร้ายพิทักษ์โลก', 'MV00286 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(268, 'Beverly hill chihuahua / คุณหมาไฮโซ โกบ้านนอก', 'MV00287 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(269, 'Legend of the guardians : the owls of Ga\'Hoole ‪/ มหาตำนานวีรบุรุษองครักษ์ นกฮูกผู้พิทักษ์แห่งกาฮูล', 'MV00288 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(270, 'The Chronicles of Narnia. The voyage of the Dawn Treader ‪/ อภินิหารตำนานแห่งนาร์เนีย ตอนผจญภัยโพ้นทะเล', 'MV00289 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(271, 'Harry Potter and the Deathly Hallows. Part 1 ‪/ แฮร์รี่ พอตเตอร์ กับเครื่องรางยมฑูต ตอนที่ 1', 'MV00290 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(272, 'The Warrior\'s way ‪/ มหาสงครามโคตรคนต่างพันธุ์', 'MV00291 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(273, 'Kingdom of heaven ‪/ คิงด้อม ออฟ เฮฟเว่น มหาศึกกู้แผ่นดิน', 'MV00292 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(274, 'Tron:legacy ‪/ ทรอน ล่าข้ามโลกอนาคต', 'MV00293 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(275, 'Black sheep ‪/ ชีพนี้พลีสงคราม', 'MV00295 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(276, 'The Social network / เดอะ โซเซียล เน็ตเวิร์ก', 'MV00296 (2 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(277, 'Red ‪/ คนอึดต้องกลับมาอึด', 'MV00297 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(278, 'Terminator salvation / คนเหล็ก 4 มหาสงครามจักรกลล้างโลก', 'MV00298 (1 Disc)', '', '', '2017-11-28 14:39:45', '2017-11-28 14:39:45'),
(279, 'Unstoppable ‪/ อันสต็อปเอเปิล ด่วนวินาศหยุดไม่อยู่', 'MV00299 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(280, 'Saw VII ‪/ เกม ตัด-ต่อ-ตาย 7', 'MV00300 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(281, 'Skyline / สงครามสกายไลน์ดูดโลก', 'MV00301 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(282, 'No country for old men ‪/ ล่าคนดุในเมืองเดือด', 'MV00302 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(283, 'Werewolf Hunt / ล่าจิ้งจอกทมิฬ', 'MV00303 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(284, 'The Next threedays ‪/ แผนอัจฉริยะแหกด่านหนีนรก', 'MV00304 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(285, 'The Tourist ‪/ ทริปลวงโลก', 'MV00305 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(286, 'Fair game ‪/ คู่กล้าฝ่าวิกฤตสะท้านโลก', 'MV00306 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(287, 'The Mechanic ‪/ เดอะ เมคคานิค โคตรเพชฌฆาตแค้นมหากาฬ', 'MV00307 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(288, 'Little fockers ‪/ เขยซ่าส์ หลานเฟี้ยว ขอเปรี้ยวพ่อตา', 'MV00308 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(289, 'Step up ‪/สเต็ปโดนใจหัวใจโดนเธอ', 'MV00309 (2 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(290, 'Step up 2 the streets / สเต็ปโดนใจ หัวใจโดนเธอ', 'MV00310 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(291, 'Faster / ฝังแค้นแรงระห่ำนรก', 'MV00311 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(292, 'Cross ‪/ ครอสพลังกางเขนโค่นเดนนรก', 'MV00312 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(293, 'Street King 2 : Motor City / สตรีท คิงส์ ตำรวจเดือดล่าล้างเดน 2', 'MV00313 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(294, 'The king of fighters ‪/ เดอะคิงออฟไฟท์เตอร์ ศึกรวมพลัง คนเหนือมนุษย์', 'MV00314 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(295, 'True grit ‪/ ยอดคนจริง', 'MV00315 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(296, 'District 9 ‪/ ยึดแผ่นดินเปลี่ยนพันธุ์มนุษย์', 'MV00316 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(297, 'Jumper / จัมพ์เปอร์ คนโดดกระชากมิติ', 'MV00317 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(298, 'The hit list ‪/ โพยมรณะล้างบัญชีเลือด', 'MV00318 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(299, 'Operation : end game ‪/ ปฏิบัติการล้างบางทีมอึด', 'MV00319 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(300, 'The Green hornet / หน้ากากแตนอาละวาด', 'MV00320 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(301, '13 Thirteen ‪/ รหัสกระสุนเจาะกะโหลก', 'MV00321 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(302, 'Lies and illusions ‪/ ลวง-ไล่-ล่า', 'MV00322 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(303, 'Unknown ‪/ อินโนว์น คนนิรนามเดือดระอุ', 'MV00323 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(304, 'I am number four ‪/ ปฏิบัติการล่าเหนือโลกจอมพลังหมายเลข 4', 'MV00324 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(305, 'Sanctum / แซงค์ทั่ม ดิ่ง ท้า ตาย', 'MV00326 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(306, 'TITLE Pirates of the Caribbean at World\'s End / ผจญภัยล่าโจรสลัดสุดขอบโลก', 'MV00327 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(307, 'Pirates of the caribbean : the curse of the black pearl ‪/ คืนชีพกองทัพโจรสลัดสยองโลก', 'MV00328 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(308, 'Thor : hammer of the gods ‪/ ธอร์ เทพเจ้าค้อนสายฟ้า', 'MV00329 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(309, 'Red riding hood ‪/ สาวหมวกแดง', 'MV00330 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(310, 'The Adjustment bureau ‪/ พลิกชะตาฝ่าองค์กรนรก', 'MV00331 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(311, 'Rapunzel ‪/ ราพันเซล เจ้าหญิงผมยาวกับโจรซ่าจอมแสบ', 'MV00332 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(312, 'Paul ‪/ พอล เพื่อนเฟี้ยวต่างโลก', 'MV00333 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(313, 'Up / ปู่ซ่า บ้าพลัง', 'MV00334 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(314, 'Gnomeo&Juliet ‪/ โนมิโอกับจูเลียต', 'MV00335 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(315, 'Rango ‪/ แรงโก้ ฮีโร่ทะเลทราย', 'MV00336 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(316, 'Ramayana : the Epic ‪/ รามเกียรติ์ มหากาพย์ภาพยนตร์', 'MV00337 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(317, 'Sucker punch ‪/ ซัคเกอร์ พันซ์ อีหนูดุทะลุโลก', 'MV00338 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(318, 'คนท้าใหญ่ ‪/ Let the bullets fly', 'MV00339 (1 Disc)', '', '', '2017-11-28 14:39:46', '2017-11-28 14:39:46'),
(319, 'Shaolin / เส้าหลินสองใหญ่', 'MV00340 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(320, 'Red cliff ‪/ สามก๊ก โจโฉ แตกทัพเรือ', 'MV00341 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(321, 'จอห์นวู นักฆ่าดาบเทวดา ‪/ Reign of assassins', 'MV00342 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(322, 'สะดุดรัก...ที่พักใจ ‪/ Full house', 'MV00343 (2 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(323, 'ราม ศึกมหัศจรรย์ทะลุโลกทะลุมิติ ‪/ Ramaa the saviour', 'MV00344 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(324, '2199 ยามาโต้กู้จักรวาล / Space battleship Yamato', 'MV00345 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(325, 'ดิ อินไซต์ มิลล์ 10 คน 7 วัน ท้าเกมมรณะ ‪/ The incite mill 7 day death game', 'MV00346 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(326, 'เท่ง โหน่ง จีวรบิน ‪', 'MV00347 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(327, 'Suck seed ห่วยขั้นเทพ', 'MV00348 (2 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(328, 'เลิฟจุลินทรีย์ รักมันใหญ่มาก / Love julinsee', 'MV00349 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(329, 'สาระแนเห็นผี', 'MV00350 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(330, 'The naked show 4.5 richter for Japan 20.3.2011 : Show your heart', 'MV00351 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(331, 'ฮักนะ สารคาม ‪/ Hugna', 'MV00352 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(332, 'ชิป/หาย ‪/ The microchip', 'MV00353 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(333, 'ศพไม่เงียบ / Mindfulness and murder', 'MV00354 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(334, 'Nine dead ‪/ 9 ตาย ต้องไม่ตาย', 'MV00355 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(335, 'Exorcismus ‪/ ปลุกนรก..เฮี้ยน!!!', 'MV00356 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(336, 'The Rite ‪/ เดอะไรท์ คนไล่ผี', 'MV00357 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(337, '127 hours ‪/ 127 ชั่วโมง', 'MV00358 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(338, 'Rabbit hole ‪/ ฝ่าใจฝัน วันใจสลาย', 'MV00359 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(339, 'Black swan / แบล็ค สวอน', 'MV00360 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(340, 'August ‪/ พลิกวิกฤตเดือนดับ', 'MV00361 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(341, 'The Resident ‪/ แอบจ้อง รอเชือด', 'MV00362 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(342, 'Burlesque / เบอร์เลสก์ บาร์รัก เวทีร้อน', 'MV00363 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(343, 'Just go with it ‪/ แกล้งแต่งไม่แกล้งรัก', 'MV00364 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(344, 'Love & other drugs ‪/ เลิฟ แอนด์ อาเธอร์ ดรั๊กส์...ยาวิเศษที่ไม่อาจรักษารัก', 'MV00365 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(345, 'Solitary man ‪/ แก่กะล่อน อ้อนรัก', 'MV00366 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(346, 'Morning glory / ยำข่าวเช้า กู้เรตติ้ง', 'MV00367 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(347, 'Johnny English ‪/ จอห์นนี่ อิงลิช พยัคฆ์ร้าย ศูนย์ ศูนย์ ป่วน', 'MV00368 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(348, 'Back to the future / เจาะเวลาหาอดีต 1-3', 'MV00369 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(349, 'Blue valentine ‪/ บลู วาเลนไทน์', 'MV00370 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(350, 'The King\'s speech / ประกาศก้องจอมราชา', 'MV00371 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(351, 'No string attached / จะกิ๊กหรือจะกั๊ก...ก็รักซะแล้ว', 'MV00372 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(352, 'How do you know / รักเรางานเข้าแล้ว', 'MV00373 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(353, 'Country strong ‪/ คันทรี่ สตรอง หัวใจร้องให้โลกรู้', 'MV00374 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(354, 'โคตรรักเอ็งเลย', 'MV00375 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(355, 'หมาแก่อันตราย ‪/ Friday killer', 'MV00376 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(356, 'ใหม่กะหม่ำ โดนกะโดน', 'MV00377 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(357, 'พุ่มพวง', 'MV00378 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(358, 'คนโขน', 'MV00379 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(359, 'มิดไมล์= Rasing love', 'MV00380 (1 Disc)', '', '', '2017-11-28 14:39:47', '2017-11-28 14:39:47'),
(360, 'หนูหิ่น เดอะ มูฟวี่', 'MV00381 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(361, 'สมอลล์รู กูแนว ใครไม่แนว..กูแนว ‪= Small Rule', 'MV00382 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(362, 'กระดึ๊บ = Cool gel attacks', 'MV00383 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(363, 'อุโมงค์ผาเมือง', 'MV00384 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(364, 'บางกอกกังฟู ‪', 'MV00385 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(365, 'เลิฟซัมเมอร์ รักตะลอนออนเดอะบีช', 'MV00386 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(366, 'The Sorcerer and the white snake = ตำนานเดชนางพญางูขาว', 'MV00387 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(367, 'Come rain, come shine = เรายังรักกันใช่ไห', 'MV00388 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(368, 'ฮาร์ทตี้ พอวส์ ขอบใจเจ้านะเพื่อนยาก 2 ‪= Hearty Paws 2', 'MV00389 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(369, 'The Future ‪= เดอะ ฟิวเจอร์', 'MV00390 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(370, 'Footloose ‪= ฟุตลูส ตีนมีหัวใจ', 'MV00391 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(371, 'Immortals', 'MV00392 (2 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(372, 'The Hangover part 2 = เดอะ แฮงค์โอเวอร์ ภาค 2', 'MV00393 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(373, 'Contagion  = คอนเทเจี้ยน สัมผัสล้างโลก', 'MV00394 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(374, 'Setup = แผนทวงแค้นหักหลังปล้น', 'MV00395 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(375, 'Abduction ‪= พลิกโลกล่าสุดนรก', 'MV00396 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(376, 'Colombiana = ระห่ำเกินตาย', 'MV00397 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(377, 'Catch.44 ‪= ตลบแผนปล้นคนพันธุ์แสบ', 'MV00398 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(378, 'In time = อินไทม์ ล่าเวลาสุดนรก', 'MV00399 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(379, 'Final destination 5 ‪= โกงตายสุดขีด', 'MV00400 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(380, 'Super 8 ‪= มหาวิบัติลับสะเทือนโลก', 'MV00401 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(381, 'The Spiderwick chronicles ‪= ตำนานสไปเดอร์วิก เปิดคัมภีร์ข้ามมิติมหัศจรรย์', 'MV00402 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(382, 'Rise of the planet of the apes ‪= กำเนิดพิภพวานร', 'MV00403 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(383, 'Conan the barbarian = โคแนน นักรบเถื่อน', 'MV00404 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(384, 'Captain America: the first aventure ‪= กัปตันอเมริกา: อเวนเจอร์ที่ 1', 'MV00405 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(385, 'The Three musketeers ‪= สามทหารเสือดาบทะลุจอ', 'MV00406 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(386, 'Harry Potter and the Deathly Hallows. Part 2 = แฮร์รี่ พอตเตอร์ กับเครื่องรางยมฑูต ตอนที่ 2', 'MV00407 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(387, 'Transformers: dark of the moon = ทรานส์ฟอร์เมอร์ส 3', 'MV00408 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(388, 'Cowboys and aliens = สงครามพันธุ์เดือด คาวบอยปะทะเอเลี่ยน', 'MV00409 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(389, 'เดี่ยวไมโครโฟน 9 = Udom no.9', 'MV00410 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(390, 'Kung Fu Panda 2 = กังฟูแพนด้า 2', 'MV00411 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(391, 'Puss in boots ‪= พุซ อิน บู๊ทส์', 'MV00412 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(392, 'Cars 2 ‪= สายลับสี่ล้อ...ซิ่งสนั่นโลก', 'MV00413 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(393, 'The Lion king 2 = เดอะ ไลอ้อน คิง 2 ซิมบ้าเจ้าป่าทรนง', 'MV00414 (1 Disc)', '', '', '2017-11-28 14:39:48', '2017-11-28 14:39:48'),
(394, 'Jack and the beanstalk ‪= แจ็คผู้ฆ่ายักษ์', 'MV00415 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(395, 'The Lochness 2 ‪= ล็อคเนส 2 อัศจรรย์พันธุ์อสูรดึกดำบรรพ์', 'MV00416 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(396, '30 กำลังแจ๋ว ‪= Fabulous 30', 'MV00417 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(397, '30+ โสด on salem', 'MV00418 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(398, 'วัยรุ่นพันล้าน ‪= Top secret', 'MV00419 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(399, 'ฝนตกขึ้นฟ้า ‪= Headshot', 'MV00420 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(400, 'วอนโดนเตะ ‪= The Kick', 'MV00421 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(401, 'ก้านคอกัด', 'MV00422 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(402, 'สคส. สวีทตี้', 'MV00423 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(403, 'ตำนานสมเด็จพระนเรศวรมหาราช. ภาค 3 ยุทธนาวี', 'MV00424 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(404, 'ตำนานสมเด็จพระนเรศวรมหาราช. ภาค 4 ศึกนันทบุเรง', 'MV00425 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(405, 'เดี่ยวไมโครโฟน 9.5 = Udom no.9.5', 'MV00426 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49');
INSERT INTO `movies` (`id`, `movie_name`, `movie_code`, `movie_picture`, `movie_detail`, `created_at`, `updated_at`) VALUES
(406, 'Happy feet 2 = แฮปปี้ ฟีต 2', 'MV00427 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(407, 'The Thing ‪= แหวกมฤตยู อสูรใต้โลก', 'MV00428 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(408, 'จดหมายรักสู่ปลายฟ้า ‪= Postman to Heavn', 'MV00429 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(409, 'ขุนรองปลัดชู วีรชนคนถูกลืม', 'MV00430 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(410, 'Tin Tin : The secret of the Unicorn = การผจญภัยของตินติน', 'MV00431 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(411, 'The conspirator ‪= เปิดปมบงการ สังหารลินคอล์น', 'MV00432 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(412, 'Crazy stupid love ‪= โง่เซ่อบ้า เพราะว่าความรัก', 'MV00433 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(413, 'Paranormal activity ‪= เรียลลิตี้ขนหัวลุก', 'MV00434 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(414, 'Spy kids 4 : all the time in the world ‪= ซุปเปอร์ทีมระเบิดพลังทะลุจอ', 'MV00435 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(415, 'What\'s your number? ‪‬= เธอจ๋า...มีแฟนกี่คนจ๊ะ', 'MV00436 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(416, 'J. Edgar ‪= เจ. เอ๊ดการ์ จอมอหังการ์ เอฟบีไอ', 'MV00437 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(417, 'Arorow, the ultimate weapon = ธนู สงครามพิฆาต', 'MV00438 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(418, 'Devil = ปีศาจ', 'MV00439 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(419, 'Trespass = ปล้นแหวกนรก', 'MV00440 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(420, 'Hereafter = เฮียร์อาฟเตอร์ ความตาย ความรัก ความผูกพัน', 'MV00441 (1 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(421, 'Game of thrones ‪= เกม ออฟ ทรอนส์ มหาศึกชิงบัลลังก์', 'MV00442 (5 Disc)', '', '', '2017-11-28 14:39:49', '2017-11-28 14:39:49'),
(422, 'X-men: First class ‪= X-เม็น รุ่น 1', 'MV00443 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(423, 'Fast & Furious 5 ‪= เร็ว แรงทะลุนรก 5', 'MV00444 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(424, '50/50 ‪= ฟิฟตี้ ฟิฟตี้ ไม่ตายก็รอดวะ', 'MV00445 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(425, 'Dream house = บ้านแอบตาย', 'MV00446 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(426, 'Tower heist ‪= ปล้นเสียดฟ้า บ้าเหนือเมฆ', 'MV00447 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(427, 'Tooth fairy 1-2 ‪= เทพพิทักษ์ ฟันน้ำนม 1-2', 'MV00448 (2 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(428, 'Real steel ‪= ศึกหุ่นเหล็กกำปั้นถล่มปฐพี', 'MV00449 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(429, 'The Twilight saga. Breaking dawn part 1 = แวมไพร์ ทไวไลท์ 4 เบรคกิ้ง ดอว์น ภาค 1', 'MV00450 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(430, 'Black gold ‪= แบล็คโกลด์ ล่าขุมทองดับตะวัน', 'MV00451 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(431, 'Wrath of-the Titans ‪= สงครามมหาเทพพิโรธ', 'MV00452 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(432, 'Underworld : awakenimg ‪= สงครามโค่นพันธุ์อสูร 4 กำเนิดใหม่ราชินีแวมไพร์', 'MV00454 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(433, 'Robotropolis ‪= วันหุ่นสังหารยึดโลก', 'MV00455 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(434, 'Hugo ‪= ปริศนามนุษย์กลของอูโก้', 'MV00456 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(435, 'The adventures of chris fable ‪= หนุ่มน้อยผจญภัยโลกมหัศจรรย์', 'MV00457 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(436, 'Dr. Seuss\' : the Lorax = คุณปู่โลแรกซ์ มหัศจรรย์ป่าสีรุ้ง', 'MV00458 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(437, 'Journey 2 : The Mysterious island ‪= เจอร์นีย์ 2 : พิชิตเกาะพิศวงอัศจรรย์สุดโลก', 'MV00459 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(438, 'Intruders ‪= บุกสยอง หลอนสองโลก', 'MV00460 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(439, 'Puncture = ปิดช่องไวรัสฆ่าโลก', 'MV00461 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(440, 'The Grey = ฝ่าฝูงเขี้ยวสยองโลก', 'MV00462 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(441, 'Chronicle ‪= โครนิเคิล บันทึกลับเหนือโลก', 'MV00463 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(442, 'The Girl with the dragon tattoo = พยัคฆ์สาวรอยสักมังกร', 'MV00464 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(443, 'Drive angry ‪= ซิ่งโคตรเทพ ล้างบัญชีชั่ว', 'MV00465 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(444, 'Faces in the crowd ‪= ซ่อนผวา รอเชือด', 'MV00467 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(445, 'Gone = ขีดระทึกเส้นตาย', 'MV00470 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(446, 'Machine gun preacher ‪= นักบวชปืนกล', 'MV00471 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(447, 'This means war = ดีส มีนส์ วอร์ สงครามหัวใจ คู่ระห่ำพยัคฆ์ร้าย', 'MV00472 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(448, '21 Jump street ‪= สายลับร้ายไฮสคูล', 'MV00473 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(449, 'Jack and Jill ‪= แจ็ค แอนด์ จิลล์', 'MV00474 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(450, '5 Day of War ‪= สมรภูมิคลั่ง 120 ชั่วโมง', 'MV00475 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(451, 'Act of valor = หน่วยพิฆาต ระห่ำกู้โลก', 'MV00476 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(452, 'War Horse = ม้าศึกจารึกโลก', 'MV00477 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(453, 'Tinker, tailor, soldier, spy ‪= ทิงเกอร์, เทเลอร์, โซลด์เยอร์, สปาย : ถอดรหัสสายลับพันหน้า', 'MV00478 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(454, 'A Dangerous Method ‪= หิวรักซ่อนลึกลึก', 'MV00479 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(455, 'Moneyball ‪= เกมส์ล้มยักษ์', 'MV00480 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(456, 'Flying Swords Of Dragon Gate = พยัคฆ์ตะลุยพยัคฆ์', 'MV00481 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(457, 'ฌ้อปาอ๋อง ศึกแผ่นดินไม่สิ้นแค้น ‪= White vengeance', 'MV00482 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(458, 'ดังคับฟ้า มาอย่างเทพ ‪= Mr. Idol', 'MV00483 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(459, 'รักสุดทีน ', 'MV00484 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(460, 'ATM เออรัก...เออเร่อ ‪', 'MV00485 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(461, '407 เที่ยวบินผี ‪= Dark Flight 407', 'MV00486 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(462, 'รักสุดท้าย ป้ายหน้า = First kiss', 'MV00487 (1 Disc)', '', '', '2017-11-28 14:39:50', '2017-11-28 14:39:50'),
(463, 'ตำนานรักแม่นาค 3D', 'MV00488 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(464, 'ลัดดาแลนด์ = Laddaland', 'MV00489 (2 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(465, 'วงจรปิด', 'MV00490 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(466, 'รักฉันอย่าคิดถึงฉัน = I miss u', 'MV00491 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(467, 'คนโลกจิต ‪= Distortion', 'MV00492 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(468, 'โฮม ความรัก ความสุข ความทรงจำ = Home', 'MV00493 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(469, 'ปัญญาเรณู 2', 'MV00494 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(470, 'อยากให้เธอรู้ว่ากูติสท์ ‪= Art idol', 'MV00495 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(471, 'รักจัดหนัก ‪= Love, Not Yet', 'MV00496 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(472, 'วาเลนไทน์ สวีทตี้', 'MV00497 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(473, 'ปล้นนะยะ 2 อั๊ยยยย่ะ', 'MV00498 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(474, 'รักเว้ยเฮ้ย! ', 'MV00499 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(475, 'คนไททิ้งแผ่นดิน', 'MV00500 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(476, 'อันธพาล', 'MV00501 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(477, 'มึง กู เพื่อนกันจนวันตาย ‪', 'MV00502 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(478, 'บันทึกการแสดงสด แร็พเตอร์ 2012 อังกอร์ คอนเสิร์ต', 'MV00503 (2 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(479, 'โปงลางสะออน ซูเปอร์บิ๊ก Six pack', 'MV00504 (3 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(480, 'บันทึกการแสดงสด จำอวดคุณพระช่วย', 'MV00505 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(481, 'โย่งทอล์ค 7 = The stand-up comedy show', 'MV00506 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(482, 'เดี่ยวไมโครโฟนครั้งสุดท้ายของน้าเน็ท ‪= The final one stand up comedy', 'MV00507 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(483, 'บันทึกการแสดงสด 5678 : the star in concert ‪', 'MV00508 (2 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(484, 'คุณพระช่วย จำอวดหน้าม่าน. ชุดที่ 1- 5', 'MV00509 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(485, 'คุณพระช่วย จำอวดหน้าม่าน. ชุดที่ 6- 9', 'MV00510 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(486, 'บันทึกการแสดงสด ตลกคณะเสียงอิสาน ชุดที่ 26', 'MV00511 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(487, 'บันทึกการแสดงสดจาก นครเวียงจันทน์ ตลกคณะเสียงอิสาน ชุดที่ 25', 'MV00512 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(488, 'ดีวีดีบันทึกการแสดงสดจาก นครเวียงจันทร์ ตลกคณะเสียงอิสาน แผ่น 1', 'MV00513 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(489, 'ดีวีดีบันทึกการแสดงสดจาก นครเวียงจันทร์ ตลกคณะเสียงอิสาน แผ่น 2', 'MV00514 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(490, 'เดอะ เมโลดี้ รักทำนองนี้ ‪= The melody', 'MV00515 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(491, 'The Amazing spider-man ‪= ดิ อะเมซิ่ง สไปเดอร์แมน', 'MV00516 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(492, 'Marvel\'s the avengers = ดิ อเวนเจอร์ส', 'MV00517 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(493, 'Lockout ‪= แหกคุกกลางอวกาศ', 'MV00518 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(494, 'Men in black 3 ‪= หน่วยจารชนพิทักษ์จักรวาล 3', 'MV00519 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(495, 'Street dance 2 = เต้นๆ โยกๆ ให้โลกทะลุ 2', 'MV00520 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(496, 'ATM ‪= ตู้ กด ตาย', 'MV00521 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(497, 'Snow White and the huntsman ‪= สโนว์ไวท์และพรานป่าในศึกมหัศจรรย์', 'MV00522 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(498, 'Chernobyl diaries = เชอร์โนบิล เมืองร้าง มหันตภัยหลอน', 'MV00523 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(499, 'Red dog = เพื่อนซี้หัวใจหยุดโลก', 'MV00524 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(500, 'The Courier ‪= ทวงล่าฆ่าตามสั่ง', 'MV00525 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(501, 'Coriolanus = จอมคนคลั่งล้างโคตร', 'MV00526 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(502, 'Generation Um ‪= คนเจเนอเรชั่นแรง', 'MV00527 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(503, 'Prometheus ‪= โพรมีธีอุส', 'MV00528 (1 Disc)', '', '', '2017-11-28 14:39:51', '2017-11-28 14:39:51'),
(504, 'Abraham Lincoln vampire hunter ‪[videorecording]‬ = ประธานาธิบดีลินคอล์น นักล่าแวมไพร์', 'MV00529 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(505, 'The Raven = เจาะแผนคลั่ง ลอกสูตรฆ่า', 'MV00530 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(506, 'Iron Sky 2018 = ทัพเหล็กนาซีถล่มโลก', 'MV00531 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(507, 'The Cabin in the woods  ‪= แย่งตาย ทะลุตาย', 'MV00532 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(508, 'TITLE Soldiers of Fortune = เกมรบคนอันตราย', 'MV00533 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(509, 'Titanic ‪= ไททานิค', 'MV00534 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(510, 'The Hunger games ‪= เดอะ ฮังเกอร์ เกมส์ เกมล่าเกม', 'MV00535 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(511, 'Piranha 3DD = ปิรันย่ากัดแหลกแหวกทะลุจอ ดับเบิลดุ', 'MV00536 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(512, 'Salmon fishing in the Yemen ‪= คู่แท้หัวใจติดเบ็ด', 'MV00537 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(513, 'Legenddary amazons ‪= ศึกทะลุฟ้าตระกูลหยาง', 'MV00538 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(514, 'Grave of the fireflies = สุสานหิ่งห้อย', 'MV00539 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(515, 'A Monster in Paris = อสุรกายแห่งปารีส', 'MV00540 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(516, 'Cinderella II : dreams come true‬ = ซินเดอร์เรลล่า สร้างรัก ดั่งใจฝัน', 'MV00541 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(517, 'บันทึกการแสดงสด J20 Anniversary Concert', 'MV00542 (2 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(518, 'Dark shadows  = ดาร์ค ชาโดว์ส แวมไพร์มึนยุค', 'MV00543 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(519, 'หน่วยรบพันธุ์สายฟ้า ‪= Red dawn', 'MV00544 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(520, 'Taken 2  = เทคเคน 2 คนคม ล่าไม่ยั้ง', 'MV00545 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(521, 'Premium rush = ปั่นทะลุนรก', 'MV00546 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(522, 'Cosmopolis ‪= เทพบุตรสยบเมืองคลั่ง', 'MV00547 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(523, 'The Master ‪= เดอะมาสเตอร์ บารมีสมองเพชร', 'MV00548 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(524, 'Deadfall ‪= คู่โจรกรรมมหาประลัย', 'MV00549 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(525, 'Looper = ทะลุเวลา อึดล่าอึด', 'MV00550 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(526, 'Lawless = คนเถื่อนเมืองมหากาฬ', 'MV00551 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(527, 'End of watch = คู่ปราบกำราบนรก', 'MV00552 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(528, 'Alex cross ‪= นรกพันธุ์แท้', 'MV00553 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(529, 'Hit and run = ฮิตแอนด์รัน ล่าทะลุเมือง', 'MV00554 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(530, 'Life of Pi ‪= ชีวิตอัศจรรย์ของพาย', 'MV00555 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(531, 'UFO ‪= ยูเอฟโอ สงครามวันบุกโลก', 'MV00556 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(532, 'Chinese zodiac ‪= วิ่ง ปล้น ฟัด', 'MV00557 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(533, 'R2B = ยุทธการโฉบเหนือฟ้า', 'MV00559 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(534, 'คืนวันเสาร์ถึงเช้าวันจันทร์ ', 'MV00560 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(535, 'Silent hill : revelation 3D ‪= เมืองห่าผี เรฟเวเลชั่น 3D', 'MV00562 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(536, 'Hotel Transylvania ‪= โรงแรมผี หนีไปพักร้อน', 'MV00563 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(537, 'Stolen ‪= คนโคตรระห่ำ', 'MV00564 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(538, 'Wreck - it Raplh ‪= ราล์ฟ วายร้ายหัวใจฮีโร่', 'MV00566 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(539, 'Dredd = คนหน้ากากทมิฬ', 'MV00567 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(540, 'The Twilight saga. Breaking dawn part 2 ‪= แวมไพร์ ทไวไลท์ 4 เบรคกิ้ง ดอว์น ภาค 2', 'MV00568 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(541, 'The Hobbit: an unexpected journey ‪= เดอะ ฮอบบิท การผจญภัยสุดคาดคิด', 'MV00569 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(542, 'Jack the giant slayer ‪= แจ็คผู้สยบยักษ์', 'MV00570 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(543, 'Beautiful creatures ‪= แม่มดแคสเตอร์', 'MV00571 (1 Disc)', '', '', '2017-11-28 14:39:52', '2017-11-28 14:39:52'),
(544, 'Les Miserables ‪: the musical phenomenon', 'MV00572 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(545, 'Hansel & Gretel: witch hunter ‪= ฮันเซล & เกรเทล นักล่าแม่มดพันธุ์ดิบ', 'MV00573 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(546, 'James Bond 007 Skyfall ‪= พลิกรหัสพิฆาตพยัคฆ์ร้าย 007', 'MV00574 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(547, 'Broken city ‪= เมืองคนล้มยักษ์', 'MV00575 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(548, 'A Good day to die hard ‪= วันดีมหาวินาศ คนอึดตายยาก', 'MV00576 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(549, 'Zero dark thirty ‪= ยุทธการถล่ม บิน ลาเดน', 'MV00577 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(550, 'Warm bodies ‪= ซอมบี้ที่รัก', 'MV00578 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(551, 'Cloud atlas = คลาวด์ แอตลาส หยุดโลกข้ามเวลา', 'MV00579 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(552, 'The Impossible 2004 ‪= สึนามิ ภูเก็ต', 'MV00580 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(553, 'Safe haven ‪= รักแท้หยุดไว้ที่เธอ', 'MV00581 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(554, 'เค้าเรียกผมว่าความรัก = My name is love', 'MV00582 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(555, 'รัก 7 ปี ดี 7 หน', 'MV00583 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(556, 'ตีสาม', 'MV00584 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(557, 'ทองสุก 13', 'MV00585 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(558, 'เคาท์ดาวน์ ‪= Count down', 'MV00586 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(559, 'พี่มากพระโขนง', 'MV00587 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(560, 'มหัศจรรย์รักกับสิ่งเล็กๆ', 'MV00588 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(561, 'เดอะเลตเตอร์ จดหมายรัก', 'MV00589 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(562, 'ปาดังเบซาร์ ‪= I carried you home', 'MV00590 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(563, 'โฮม ความรัก ความสุข ความทรงจำ = Home', 'MV00591 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(564, 'สัญญารัก 3 หัวใจ ‪= Girlfriend boyfriend', 'MV00592 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(565, 'รักรากเลือด = Himizu', 'MV00593 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(566, 'Hyde Park on Hudson = แกร่งสุดมหาบุรุษรูสเวลท์', 'MV00594 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(567, 'Gambit ‪= บิดเหลี่ยมตุ๋นวุ่นดับเบิ้ล', 'MV00595 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(568, 'What to expect when you\'re expecting = เธอ เริ่ด เชิ่ด ป่อง', 'MV00596 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(569, 'Bachelorette ‪= ปาร์ตี้ชะนีโชคดีมีผัว', 'MV00597 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(570, '21 and over ‪= 21 ทั้งทีปาร์ตี้รั่วเวอร์', 'MV00598 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(571, 'Liberal arts ‪= ติวรักวิชาหัวใจ', 'MV00599 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(572, 'Serendipity ‪= กว่าจะค้นเจอ ขอมีเธอสุดหัวใจ', 'MV00600 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(573, 'The Host ‪= เดอะโฮสต์ ต้องยึดร่าง', 'MV00601 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(574, '12 Rounds 2 Reloaded ‪= ฝ่าวิกฤติ 12 รอบ รีโหลดนรก', 'MV00602 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(575, 'Total recall ‪= ฅนทะลุโลก', 'MV00603 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(576, 'Identity thief ‪= ล่าสาวแสบแอบรูดปรื้ด', 'MV00604 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(577, 'So undercover = ขอเฟคเป็นเด็กไฮ', 'MV00605 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(578, 'Parker = ปล้นมหากาฬ', 'MV00606 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(579, 'Hollywoodland ‪= ปมมรณะเมืองมายา', 'MV00607 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(580, 'Lost in Thailand ‪= แก๊งม่วน ป่วนไทยแลนด์', 'MV00608 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(581, 'ยอดปรมาจารย์ ‪\"ยิปมัน\"‬ ‪= The Grandmaster', 'MV00609 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(582, '7 กระบี่เทวดา ‪= Seven swords', 'MV00610 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(583, 'Oz : the great and powerful ‪= ออซ มหัศจรรย์พ่อมดผู้ยิ่งใหญ่', 'MV00611 (1 Disc)', '', '', '2017-11-28 14:39:53', '2017-11-28 14:39:53'),
(584, 'โหน่ง เท่ง นักเลงภูเขาทอง', 'MV00612 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(585, 'ปัญญาเรณู 3 ตอน รูปู รูปี', 'MV00613 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(586, 'คุณนายโฮ', 'MV00614 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(587, 'คู่ซี้ดีแต่ฝัน ‪= Choice', 'MV00615 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(588, 'เอคโค่จิ๋วก้องโลก = Echo Planet', 'MV00616 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(589, 'Sammy 2 = แซมมี่ 2 ต.เต่า ซ่าส์ไม่มีเบรค', 'MV00617 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(590, 'Escape from planet earth ‪= แก็งค์เอเลี่ยน ป่วนหนีโลก', 'MV00618 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(591, 'สาระแน โอเซกไก', 'MV00619 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(592, 'ชัมบาลา= Shambhala', 'MV00620 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(593, 'ยังบาว คาราบาวเดอะมูฟวี่ = Young bao carabao the big project', 'MV00621 (2 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(594, 'คู่กรรม ‪', 'MV00622 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(595, 'ฤดูที่ฉันเหงา', 'MV00623 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(596, '9-9-81 บอกเล่า 9 ศพ', 'MV00624 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(597, 'One day = หนึ่งวันในความฝัน ยาวนานเหมือนนิรันดร', 'MV00625 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(598, 'Miracle in cell no.7 ‪= ปาฏิหาริย์ห้องขังหมายเลข 7', 'MV00626 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(599, 'Friends with benefits = เพื่อนกันมันส์กระจาย', 'MV00627 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(600, 'Seeking a friend for the end of the world = เจอะเพื่อนตายในวันโลกแตก', 'MV00628 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(601, 'Scary movie 5 ‪= ยำหนังจี้ เรียลลิตี้หลุดโลก', 'MV00629 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(602, 'เดี่ยวไมโครโฟน 10 ‪= One stand up comedy 10', 'MV00630 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(603, 'Journey to the West : conquering the demons = ไซอิ๋ว 2013 คนเล็กอิทธิฤทธิ์หญ่าย', 'MV00631 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(604, 'เพนท์เฮาส์ นอร์ธ เสียดฟ้า เบียดนรก ‪= Penthouse north', 'MV00632 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(605, 'The Expatriate = ฆ่าข้ามโลก', 'MV00633 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(606, 'Oblivion ‪= อุบัติการณ์โลกลืม', 'MV00634 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(607, 'Olympus has fallen = ผ่าวิกฤติวินาศกรรมทำเนียบขาว', 'MV00635 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(608, 'Iron man 3 = ไอรอนแมน สาม', 'MV00636 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(609, 'Epic ‪= บุกอาณาจักรคนต้นไม้', 'MV00637 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(610, 'The Croods ‪= เดอะ ครู๊ดส์', 'MV00638 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(611, 'Monsters university ‪= มหา\'ลัย มอนสเตอร์ส', 'MV00639 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(612, 'The Smurfs 2 ‪= เสมิร์ฟ 2', 'MV00640 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(613, 'Percy Jackson : sea of monsters = เพอร์ซีย์ แจ็คสัน กับอาถรรพ์ทะเลปีศาจ', 'MV00641(1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(614, 'Riddick : rule the dark ‪= ริดดิค 3', 'MV00642 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(615, 'Elysium ‪= เอลลิเซี่ยม', 'MV00643 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(616, 'The Mortal Instruments City Of Bones = นักรบครึ่งเทวดา', 'MV00644 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(617, 'The Lone ranger = หน้ากากพิฆาตอธรรม', 'MV00645 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(618, 'Young detective Dee : rise of the sea dragon = ตี๋เหรินเจี๋ย ผจญกับดักเทพมังกร', 'MV00646 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(619, 'Malavita ‪= พันธุ์แสบยกตระกูล', 'MV00647 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(620, 'The Runner ‪= วีรบุรุษเปื้อนบาป', 'MV00648 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(621, 'Escape plan ‪= แหกคุกมหาประลัย', 'MV00649 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(622, 'Prisoners ‪= คู่เดือดเชือดปมดิบ', 'MV00650 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(623, 'Carrie ‪= สาวสยอง', 'MV00651 (1 Disc)', '', '', '2017-11-28 14:39:54', '2017-11-28 14:39:54'),
(624, 'ฮาชิมะ โปรเจกต์ ไม่เชื่อต้องลบหลู่ ‪', 'MV00652 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(625, 'Jobs ‪= สตีป จ๊อบส์ อัจฉริยะเปลี่ยนโลก', 'MV00653 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(626, 'About time ‪= ย้อนเวลาให้เธอ‪(ปิ๊ง)‬รัก', 'MV00654 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(627, 'เฟิร์สเลิฟ ‪= First love', 'MV00655 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(628, 'ภาคต่อจากหนังดัง 8 เรื่อง GTH = GTH Side Stories ', 'MV00656 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(629, 'ต้มยำกุ้ง 2 ‪', 'MV00657 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(630, 'ตีสามคืนสาม', 'MV00658 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(631, 'ตั้งวง = Tangwong', 'MV00659 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(632, 'ฟัดจังโตะ', 'MV00660 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(633, 'กาลครั้งหนึ่ง...จนวันนี้ = Until now', 'MV00661 (1 Disc) ', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(634, 'ไทม์ไลน์ จดหมาย: ความทรงจำ ‪= Timeline', 'MV00662 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(635, 'The Wolf of Wall Street = คนจะรวยช่วยไม่ได้', 'MV00663 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(636, 'Parkland = ล้วงปมสังหาร จอห์น เอฟ เคนเนดี้', 'MV00664 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(637, 'Delivery man = ผู้ชายขายน้ำ', 'MV00665 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(638, '47 Ronin ‪= 47 โรนิน มหาศึกซามูไร', 'MV00666 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(639, '3 days to kill = 3 วันโคตรอันตราย', 'MV00667 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(640, 'Jack Ryan: shadow recruit = แจ็ค ไรอัน สายลับไร้เงา', 'MV00668 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(641, 'Non-stop ‪= เที่ยวบินระทึก ยึดเหนือฟ้า', 'MV00669 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(642, 'Robocop = โรโบคอป', 'MV00670 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(643, 'The Hunger games: catching fire ‪= เกมล่าเกม 2: แคชชิ่งไฟเออร์', 'MV00671 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(644, 'Atlantic rim ‪= อสูรเหล็กล้างพันธุ์มนุษย์', 'MV00672 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(645, 'The Counselor ‪= เดอะ เคาน์เซเลอร์ ยุติธรรม อำมหิต', 'MV00673 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(646, 'I, Frankenstein ‪= สงครามล้างพันธุ์อมตะ', 'MV00674 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(647, 'Tarzan ‪= ทาร์ซาน', 'MV00675 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(648, 'The Monuments men = เดอะ โมนิวเมนท์ เม็น: กองพันฉกขุมทรัพย์โลกสะท้าน', 'MV00676 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(649, 'A good man = โคตรคนดีเดือด', 'MV00678 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(650, 'Freelancers = ล่าล้างอิทธิพลดิบ', 'MV00679 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(651, 'The Amazing spider-man 2 = ดิอะเมซิ่งสไปเดอร์แมน 2', 'MV00680 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(652, 'Space pirate captain Harlock = สลัดอวกาศ กัปตันฮาร็อค', 'MV00681 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(653, 'Survivor ‪= ผจญภัยล้างพันธุ์ดาวเถื่อน', 'MV00682 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(654, 'Need for speed ‪= ซิ่งเต็มสปีดแค้น', 'MV00683 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(655, 'Divergent = ไดเวอร์เจนท์ คนแยกโลก', 'MV00684 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(656, '300 Rise of empire = 300 มหาศึกกำเนิดอาณาจักร', 'MV00685 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(657, 'Noah ‪= โนอาห์ มหาวิบัติวันล้างโลก', 'MV00686 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(658, 'Transcendence ‪= ทรานส์เซนเดนซ์ คอมพ์สมองคนพิฆาตโลก', 'MV00687 (1 Disc)', '', '', '2017-11-28 14:39:55', '2017-11-28 14:39:55'),
(659, 'Heaven is for real ‪= เด็กชายสัมผัสสวรรค์', 'MV00688 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(660, 'Captain America: the winter soldier = กัปตันอเมริกา: มัจจุราชอหังการ', 'MV00689 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(661, 'Rio 2 ‪= ริโอ 2', 'MV00690 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(662, 'The Nut job ‪= เดอะ นัต จ็อบ ภารกิจหม่ำถั่วป่วนเมือง', 'MV00691 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(663, 'Mr.Peabody&Sherman ‪= ผจญภัยท่องเวลากับนายพีบอดี้และเชอร์แมน', 'MV00692 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(664, 'กรรไกร ไข่ ผ้าไหม', 'MV00693 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(665, 'คิดถึงวิทยา = Teacher\'s diary', 'MV00694 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(666, 'เธอ เขา เรา ผี ‪', 'MV00695 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(667, 'Stalingrad ‪= สตาลินการ์ด สมรภูมิพลิกสงคราม', 'MV00696 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(668, 'Godzilla 2014 = ก็อดซิลล่า 2014', 'MV00697 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(669, 'The Imitation game ‪= ถอดรหัสลับ อัจฉริยะพลิกโลก', 'MV00698 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(670, 'Focus ‪= เกมกล เสน่ห์คนเหนือเมฆ', 'MV00699 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(671, 'TITLE American sniper = อเมริกัน สไนเปอร์', 'MV00700 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(672, 'Predestination ‪= ยึดเวลาล่าอนาคต', 'MV00701 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(673, 'Tracers ‪= ล่ากระโจนเมือง', 'MV00702 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(674, 'Elnino ‪= ล่าทะลวงนรก', 'MV00703 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(675, 'Song one ‪= เพลงหนึ่ง คิดถึงเธอ', 'MV00704 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(676, 'ฝากไว้ในกายเธอ ‪= The Swimmers', 'MV00705 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(677, 'The Boy next door ‪= รักอำมหิต หนุ่มจิตข้างบ้าน', 'MV00706 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(678, 'The Theory of eveything = เดอะ เธียรี่ ออฟ เอเวอรีธิง', 'MV00707 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(679, 'แคทอะแว้บ: แบบว่ารักอ่ะ', 'MV00708 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(680, 'รักหมดแก้ว', 'MV00709 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(681, 'The Rewrite ‪= เขียนยังไงให้คนรักกัน', 'MV00710 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(682, 'แผลเก่า', 'MV00711 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(683, 'Mortdecai = มอร์เดอไค สายลับพยัคย์รั่วป่วนโลก', 'MV00712 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(684, 'Cinderella = ซินเดอเรลล่า', 'MV00713 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(685, 'Chappie ‪= จักรกลเปลี่ยนโลก', 'MV00714 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(686, 'Kingsman: the secret service = คิงส์แมน โคตรพิทักษ์บ่มพยัคฆ์', 'MV00715 (1 Disc)', '', '', '2017-11-28 14:39:56', '2017-11-28 14:39:56'),
(687, 'Tracers = ล่ากระโจนเมือง', 'MV00716 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(688, 'ไอฟาย แต็งกิ้ว เลิฟยู้', 'MV00717 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(689, 'ซิงเกิลเลดี้ เพราะเคยมีแฟน', 'MV00718 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(690, 'The Longest Ride = เดอะ ลองเกส ไรด์ ระยะทางพิสูจน์รัก', 'MV00719 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(691, 'Effie Gray ‪= เอฟฟี่ เกรย์ ขีดชะตารักให้โลกรู้', 'MV00720 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(692, 'McFarland, USA = แมคฟาร์แลนด์ วิ่งคว้าฝัน', 'MV00721 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(693, 'ตำนานสมเด็จพระนเรศวรมหาราช ภาค 6 อวสานหงสา', 'MV00722 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(694, 'Hector And The Search For Happiness = เฮคเตอร์ แย้มไว้ ให้โลกยิ้ม', 'MV00723 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(695, 'Get Hard ‪= เก็ทฮาร์ด มือใหม่หัดห้าว', 'MV00724 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(696, 'Unfinished business = ทริปป่วนกวนไม่เสร็จ', 'MV00725 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(697, 'Paddington ‪= แพดดิงตัน คุณหมีหนีมาป่วนเมือง', 'MV00726 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(698, 'Home ‪= โฮม', 'MV00727 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(699, 'Shaun the Sheep ‪= แกะซ่าฮายกก๊วน มูฟวี่', 'MV00728 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(700, 'Demonic = บ้านกระตุกผี', 'MV00729 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(701, 'Super fast = ฟาสต์เจ็บ เร็ว แรง ทะลุฮา', 'MV00730 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(702, 'Vice  = คนเหล็กหญิงโปรแกรมพิฆาตโลก', 'MV00731 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(703, 'Black sea ‪= ยุทธการฉกขุมทรัพย์ดิ่งนรก', 'MV00732 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(704, 'Fast & furious 7 = เร็วแรงทะลุนรก 7', 'MV00733 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(705, 'Insurgent ‪= อินเซอร์เจนท์ คนกบฏโลก', 'MV00734 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(706, 'Run all night ‪= คืนวิ่งทะลวงเดือด', 'MV00735 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(707, 'The hangover ‪= แฮงค์โอเวอร์ เมายกแก็ง แฮงค์ยกก๊วน', 'MV00736 (2 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(708, 'Captain America: civil war ‪= ศึกฮีโร่ระห่ำโลก', 'MV00737 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(709, 'X-men: apocalypse ‪= เอ็กซ์เม็น อะพอคคาลิปส์', 'MV00738 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(710, 'Warcraft : the beginning = วอร์คราฟต์ กำเนิดศึกสองพิภพ', 'MV00739 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(711, 'The shallows ‪= นรกน้ำตื้น', 'MV00740 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(712, 'Now you see me 2 ‪= อาชญากลปล้นโลก 2', 'MV00741 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(713, 'Central Intelligence ‪= คู่สืบ คู่แสบ', 'MV00742 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(714, 'Me before you = มี บีฟอร์ ยู', 'MV00743 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(715, 'Bad Neighbours 2 ‪= เพื่อนบ้านมหา‪(บรร)‬ลัย 2', 'MV00744 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(716, 'The jungle book ‪= เมาคลีลูกหมาป่า', 'MV00746 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(717, 'Before i wake = ตื่นแล้วเป็น หลับแล้วตาย', 'MV00747 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(718, 'The conjuring 2 = คนเรียกผี 2', 'MV00748 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57'),
(719, 'บุปผาอาริกาโตะ ‪', 'MV00749 (1 Disc)', '', '', '2017-11-28 14:39:57', '2017-11-28 14:39:57');

-- --------------------------------------------------------

--
-- Table structure for table `movie_type`
--

CREATE TABLE `movie_type` (
  `movie_id` int(11) NOT NULL,
  `type_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `movie_type`
--

INSERT INTO `movie_type` (`movie_id`, `type_id`) VALUES
(1, 1),
(1, 2),
(1, 7);

-- --------------------------------------------------------

--
-- Table structure for table `on_airs`
--

CREATE TABLE `on_airs` (
  `id` int(10) UNSIGNED NOT NULL,
  `movie_id` int(11) NOT NULL,
  `start_at` datetime NOT NULL,
  `ended_at` datetime NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `types`
--

CREATE TABLE `types` (
  `id` int(10) UNSIGNED NOT NULL,
  `type_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `types`
--

INSERT INTO `types` (`id`, `type_name`) VALUES
(1, 'Action'),
(2, 'Adventure'),
(3, 'Drama'),
(4, 'Sci-Fi'),
(5, 'Comedy'),
(6, 'Documentaries'),
(7, 'Romance');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Admin Library KUCSC', 'AdminLibraryKUCSC@ku.th', '$2y$10$lreyeEK1zQA7gVIu7JJrJeTgUv3xloIczs/S5Slcl.z5bSDTL1MsO', 'f5XU6CC4plDv99jPvFe69ZuenqfW0Xz75fmYojBOnBcKIAZcczxfCpmUIAD2', '2017-11-28 12:38:14', '2017-11-28 12:38:14');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `movies`
--
ALTER TABLE `movies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `movie_type`
--
ALTER TABLE `movie_type`
  ADD PRIMARY KEY (`movie_id`,`type_id`);

--
-- Indexes for table `on_airs`
--
ALTER TABLE `on_airs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `types`
--
ALTER TABLE `types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;
--
-- AUTO_INCREMENT for table `movies`
--
ALTER TABLE `movies`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=720;
--
-- AUTO_INCREMENT for table `on_airs`
--
ALTER TABLE `on_airs`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `types`
--
ALTER TABLE `types`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
